Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Pamiętaj, aby zatrzymać się w każdym mieście, które napotkasz podczas swojej podróży. Zadania poboczne są doskonałą okazją do zdobycia wspaniałych nagród, a najemnicy mogą pomóc w przechyleniu szali zwycięstwa na twoją korzyść.
uk: Обов'язково заїжджайте в усі міста на своєму шляху. Додаткові завдання, які там можна брати, — це чудова можливість здобути ласі винагороди, а найманці можуть легко переломити хід бою на вашу користь.

source: Ustaw maks.
uk: Встановити на макс.

source: Daj {0}
uk: Передати: {0}

source: Pułapka z toporem
uk: Пастка з сокирами

source: Kolczasta pułapka
uk: Пастка з шипами

source: Pułapka ze strzałą
uk: Пастка зі стрілами

source: Pułapka z zatrutej beczki
uk: Пастка з отруйними діжками

source: Pułapka z beczki z kwasem
uk: Пастка з кислотними діжками

source: Magnetyczna pułapka
uk: Пастка з магнітами

source: Pułapka z przeklętej beczki
uk: Пастка з проклятими діжками

source: Przeklęta krypta
uk: Проклятий склеп

source: Drewniane drzwi
uk: Дерев'яні двері

source: Wytrzymałe drzwi
uk: Міцні двері

source: Chwiejne drzwi
uk: Хиткі двері

source: Wzmocnione drzwi
uk: Зміцнені двері

source: Wzmocnione korzenie
uk: Зміцнене коріння

source: W czasach chaosu śmierć jest częstym zjawiskiem. Tych, którzy sprzeciwiają się królowej Rosomon, i tych, którzy padają ofiarą niebezpieczeństw niegdyś idyllicznej krainy Fahrulu, spotyka ten sam smutny los.\n\nCo jakiś czas jednak działają tajemnicze siły, których sensu nie mogą pojąć nawet najtęższe umysły uczonych, więc śmierć nie musi być końcem dla tych, którzy są wystarczająco zdeterminowani, by powstać z kolan i znów walczyć dla Ruchu Oporu.
uk: У часи таких потрясінь, смерть — звичне явище. Тих, хто виступає проти королеви Розомони, і тих, хто потрапляє в халепу на колись спокійних землях Фарулу, врешті-решт спіткає однакова сумна доля.\n\nВтім, іноді до плину подій втручаються таємничі сили, природу яких не зможе пояснити навіть найосвіченіший учений. Якщо хтось сповнений рішучості знову підвестися й боротися за справу Опору, смерть не обов'язково має бути кінцем.

source: Gdy dana postać polegnie w walce lub podczas spotkania w świecie na powierzchni, w jej miejsce pojawi się nagrobek.\nDaje to drużynie możliwość wskrzeszenia tej postaci kosztem życia z puli życia.\nGracze mogą wskrzeszać członków drużyny podczas walki, między kolejnymi etapami lochu oraz odwiedzając nagrobek w świecie na powierzchni.\n\nLiczba wskrzeszeń jest ograniczona – przedstawia ją wartość puli życia wyświetlana w górnej części ekranu pod osią czasu. Jest jednak możliwość odnawiania liczby wskrzeszeń poprzez specjalnie spotkania, które mogą wystąpić w danej sesji rozgrywki.
uk: Після загибелі в бою або під час події на карті світу замість персонажа, який зустрів передчасну смерть, буде надгробний камінь.\nВін дає загону можливість відродити загиблого персонажа, витративши одне життя із запасу життєвої сили.\nГравці можуть оживляти членів свого загону під час бою, відвідуючи могили персонажа на карті світу, або між етапами підземелля.\nУ підземеллях гравцям буде надана можливість оживати під час бою й між етапами проходження підземелля.\n\nКількість оживлень обмежена. Вона залежить від життєвої сили, що позначена у верхній частині екрана під часовою шкалою. Однак можна здобути й додаткові життя, якщо успішно проходити деякі спеціальні події під час гри.

source: Jeśli gracz polegnie w sesji wieloosobowej, a w pobliżu nie będzie nikogo do pomocy, może on odrodzić się w najbliższym mieście kosztem pewnej ilości doświadczenia.
uk: Якщо гравець загине під час мережевої гри й поряд не буде нікого, хто міг би його оживити, йому буде запропоновано оживлення в найближчому місті за певну кількість очок досвіду.

source: Poszukiwacze przygód znani są z tego, że w sytuacjach kryzysowych koncentrują się mentalnie, by przechylić szalę zwycięstwa na swoją korzyść i zagwarantować sukces dzięki pełnemu skupieniu.\n
uk: У разі нагальної потреби шукачі пригод, як відомо, подумки зосереджуються, щоб підняти своїх шанси й гарантувати успіх.\n

source: Skupienie daje graczowi możliwość wykonywania korzystniejszych rzutów kosztem punktów skupienia.\n\nSkupienie gwarantuje korzystny rzut, podświetlając pole rzutu na złoto. Można je wykorzystać we wszystkich polach rzutu, o ile gracz ma wystarczającą liczbę punktów skupienia.\nPodczas walki skupienie działa podobnie, zapewniając korzystny rzut dla ataku, zdolności lub przedmiotu.\nW świecie na powierzchni skupienie można wykorzystać do uzyskiwania punktów ruchu po kafelkach.\n\nGracze mogą odnowić poziom skupienia, odpoczywając w obozie lub w mieście. W razie potrzeby mogą także wykorzystać w tym celu Kamiennych Bohaterów, sanktuaria, przedmioty użytkowe, a nawet niektóre spotkania.
uk: Зосередженість дає гравцеві можливість схиляти результат кидка на свою користь; для цього він має витрачати очки зосередженості.\n\nЗосередженість дає змогу гарантовано заповнити комірку кидка за кожне використане очко зосередженості. Зосередженість можна використовувати для заповнення всіх комірок кидків, якщо вистачає ресурсів.\nПід час бою зосередженість має схожу дію, гарантуючи успішний кидок для атаки, здібності або предмета. Використовуючи зосередженість на карті світу, можна пересуватися на більшу кількість клітинок.\n\nГравці можуть поповнювати зосередженість, відпочивши в таборі чи в місті. Крім цього, кам'яні герої, святилища, витратні предмети й навіть події можуть допомогти швидко відновити зосередженість.

source: Postaraj się odwiedzać sanktuaria i Kamiennych Bohaterów w strategicznych momentach, by odnowić jak najwięcej skupienia.
uk: Плануйте час візитів до святилищ і кам'яних героїв так, щоб максимально відновлювати зосередженість.

source: Pomniki legend z zamierzchłych czasów. Pierwszy poszukiwacz przygód, który się natknie na kamiennych bohaterów, otrzyma pełny pasek skupienia i dużą ilość doświadczenia.
uk: Пам'ятники легендарним постатям минулих часів. Кам'яні герої відновлять першому шукачу пригод, який натрапить на них, повну шкалу зосередженості й велику кількість досвіду.

source: Kamiennych Bohaterów można spotkać w całej krainie Fahrulu. Znajdź ich, zanim zrobią to inni, aby zyskać przewagę nad wrogami. Kamiennemu Bohaterowi można złożyć tylko jeden hołd na kampanię, więc korzystaj z nich rozważnie.\n\nPo odwiedzeniu kamiennego bohatera gracze mogą złożyć mu hołd. W zamian otrzymują całkowite odnowienie skupienia, a także dużą ilość doświadczenia (w oparciu o obecny poziom).\n
uk: Кам'яні герої трапляються у всіх куточках Фарулу. Якщо ви знайдете їх раніше за інших, то здобудете перевагу в боях зі своїми ворогами. Для кожного кам'яного героя передбачене лише одне підношення протягом кампанії, тому взаємодійте з ними раціонально.\n\nВідвідавши кам'яних героїв, гравці можуть віддати їм шану. Зробивши це, вони повністю відновлюють зосередженість, а також отримують велику кількість досвіду (ця кількість залежить від поточного рівня).\n

source: W annałach historii zapisało się wielu wspaniałych bohaterów, być może niektórych nawet poznajesz...
uk: В анналах історії записані імена багатьох великих героїв; деякі імена ви навіть можете впізнати…

source: Piwnice, jaskinie, zamki, krypty, tawerny i wiele więcej! Lochy stawiają całą drużynę przed serią wyzwań, z których jedyną drogą ucieczki jest zwycięstwo.\n\nGóry nieodkrytych skarbów i niebezpieczeństwa czyhające na każdym rogu – wielu śmiałków zdobyło bajeczne bogactwa, wychodząc z lochów, lecz za jedną historią sukcesu stoją dziesiątki historii z mniej szczęśliwym zakończeniem.
uk: Підвали, печери, замки, склепи, таверни\u00A0— і це ще не все! У підземеллях весь ваш загін зазнає випробувань, з яких немає іншого виходу, окрім перемоги!\n\nКупи незайманих скарбів і купи небезпек — шукачі пригод можуть розбагатіти, якщо їм вдається втекти з цих глибин, але на кожну розповідь про перемогу припадає десять страшних історій із набагато сумнішим кінцем.

source: Lochy mają różne poziomy trudności. Są one określane przez liczbę, która wyświetla się podczas sprawdzania szczegółów lochu.\nLochy są świetnym sposobem na zwiększenie poziomu drużyny i zdobycie wyposażenia wymaganego do dalszych przygód, ale wymaga to pewnego wysiłku.\n\nRozpoczęcie przygody w lochu oznacza brak możliwości wycofania się aż do momentu dojścia do samego końca lochu. Oznacza to, że by znów ujrzeć światło dziennie, może być konieczne przebrnięcie przez różne potyczki, pułapki, a nawet bossów! Weź zatem pod uwagę stan twojej drużyny przed zapuszczeniem się w lochy. Gracze będą mieli okazję użyć torby z chrustem i odpocząć po dotarciu do schodów w lochu.
uk: У підземель бувають різні рівні складності. Такий рівень позначається числом, яке можна побачити, розглянувши підземелля.\nПідземелля — чудовий спосіб підвищити рівень персонажів у загоні й здобути спорядження, необхідне для подальших пригод. Втім, досягти цього можна лише подолавши численні перешкоди.\n\nЯкщо ви зайдете до підземелля, то не зможете вийти з нього, поки не дістанетеся виходу. Може статися так, що доведеться пройти численні битви, пастки й навіть бої з босами, перш ніж випаде шанс знову вийти на поверхню! Тому добре розважте, наскільки готовий ваш загін, перш ніж почати. Гравцям надається можливість використати коробку з трутом, щоб трохи перепочити, коли вони дістануться сходів у підземеллі.

source: Towarzysze będą dotrzymywać ci kroku w lochu, więc dobrym pomysłem może okazać się zatrudnienie dodatkowej pary rąk, by zwiększyć szanse powodzenia.
uk: Послідовники супроводжуватимуть вас у підземеллях. Не нехтуйте допомогою, яка може збільшити шанси на успіх.

source: Skromny poszukiwacz przygód może nie darzyć uczuciem połysku ostrza czy precyzyjnie wykonanego grotu strzały – ale kocha to, czego broni.\n\nBroń jest narzędziem uciskanego ludu, a mieszkańcy Fahrulu mieli jej aż nadto... Co może wyjaśniać dużą różnorodność dostępnych narzędzi zniszczenia.
uk: Скромним шукачам пригод може не подобатися блиск леза меча або майстерно виготовленого наконечника стріли, але вони люблять те, що ті захищають.\n\nЗброя це знаряддя пригноблених, а жителі Фарулу вже встигли натерпітися… Можливо, саме цим можна пояснити неймовірне різноманіття наявних інструментів убивства.

source: Karty broni przedstawiają wszystkie ważne informacje, które pozwolą znaleźć najlepszy rodzaj wyposażenia dla danej postaci. Sprawdzając daną broń, można zobaczyć zadawane obrażenia, jej rodzaj, umiejętności i inne szczegóły.\n\nPodczas rzucania kością w celu zaatakowania bronią, każdy pomyślny rzut zwiększy zadawane obrażenia. Ma to również zastosowanie do niektórych zaklęć, jednak część zaklęć wymaga idealnych rzutów, aby prawidłowo się aktywowały. Chybienie magicznego ataku lub zdolności jest określane jako „Skucha”.\n\nPewne bronie i zdolności mogą wywoływać różne ataki obszarowe (AOE), takie jak rozbryzg, rozszczepienie i ataki kolumnowe. Każdy z nich trafia wrogów w inny sposób na siatce bitwy, a dodatkowe trafione cele (poza głównym celem) otrzymują mniejsze obrażenia.
uk: На картках зброї вказано всю важливу інформацію, потрібну для визначення найкращого спорядження персонажа. Шкода, тип зброї, відповідні вміння тощо — все це доступно на екрані докладної інформації.\n\nПід час здійснення кидків для атаки зброєю, кожен успішний кидок збільшує шкоду від неї. Це також стосується деяких заклинань, однак для належної активації інших заклинань потрібні ідеальні кидки. Якщо гравець не влучає в ціль під час магічної атаки або використання здібності, це позначається як «Промах».\n\nРізні здібності й типи зброї забезпечують різні атаки по площі, такі як атака сплеском, розколом та по колонці. Кожна з них буде завдавати шкоди ворогам на бойовому полі за різною схемою, але що далі ворог від початкової цілі, то меншої він зазнає шкоди.

source: Im mniej pól rzutu ma broń, tym łatwiej uzyskać perfekcyjny wynik rzutów!
uk: Що менше комірок займає зброя, то легше здійснити ідеальний кидок!

source: Zwracaj uwagę na wszystkie ważne wydarzenia podczas wędrówki po świecie na powierzchni – wyświetlane są na osi czasu na górze ekranu.\n
uk: Перебуваючи на мапі світу, слідкуйте за всіма важливими подіями за допомогою часової шкали у верхній частині екрана.

source: Na całą dobę w krainie Fahrulu składa się 15 rund. Dzień trwa 10 rund, a noc – 5.\nKażda runda to tura jednego członka drużyny według wyznaczonej kolejności.\n\nChaos, Zmory i inne wydarzenia są przedstawione na osi czasu na górze ekranu! Niektóre wydarzenia mają miejsce tylko o określonych porach dnia – nie przegap ich.
uk: Повний день у Фарулі складає 15 раундів. Денний час складає 10 раундів, нічний\u00A0— 5.\nКожний раунд\u00A0— це хід одного члена загону; ходи роблять у порядку розташування персонажів у загоні.\n\nПодії, пов'язані з хаосом, сквернами, а також деякі інші події позначено на шкалі у верхній частині екрана. Деякі події відбуваються у певний час доби — слідкуйте за ними, щоб не пропустити.

source: Pula życia drużyny i licznik chaosu są wyświetlane pod osią czasu wraz z nazwą bieżącego obszaru w świecie na powierzchni.
uk: Життєва сила й лічильник хаосу показано поряд із назвою поточної області на карті світу в нижній частині часової шкали.

source: Pomimo chaosu i nieszczęścia, które toczą Fahrul niczym choroba, pomniki ku czci bogów w postaci sanktuariów w dalszym ciągu zapewniają bohaterom siłę, której potrzebują do dalszej walki z okrutną Królową Rosomon.
uk: Незважаючи на хаос і різні нещастя, від яких потерпає Фарул, пам'ятники богам у формі святилищ можуть забезпечити шукачів пригод силою, необхідною для продовження боротьби проти лихої королеви Розомони.

source: Sanktuaria to duże budowle porozrzucane po całym Fahrulu. Każdy zapewnia darmowe wskrzeszenie, odnowienie zdrowia i skupienia, a także specjalne wzmocnienia od boga, któremu poświęcone jest dane sanktuarium. Należy jednak pamiętać, że z jednego sanktuarium błogosławieństwo może uzyskać tylko jedna postać.\n\nGdy gracz z błogosławieństwem sanktuarium polegnie w walce, zostanie automatycznie wskrzeszony i jego śmierć nie wpłynie na pulę życia drużyny. Wtedy jednak Sanktuarium ulega zniszczeniu, a wraz z nim uzyskane wzmocnienie.
uk: Святилища — це великі монолітні споруди, розкидані по всьому Фарулу. Кожне з них забезпечує відродження без витрати ресурсів з повною шкалою здоров'я і відновленою зосередженістю, а також унікальне напіввічне покращення, яке залежить від бога, якому присвячене святилище. У кожному святилищі себе може присвятити лише один персонаж.\n\nПісля загибелі в бою гравець, закріплений за відповідним святилищем, автоматично відроджується, і його відродження не впливає на життєву силу загону. Втім, після цього святилище самознищується разом із наданим напіввічним покращенням.

source: Wybierz odpowiedni moment, aby w pełni wykorzystać odnowienie zdrowia i skupienia, jakie zapewnia sanktuarium.
uk: Плануйте так, щоб святилище відновило максимальну кількість здоров'я й зосередженості.

source: Mieszkańcy Fahrulu to bardzo pracowity lud. Jest to cecha, o której Królowa zapomniała, gdy rozpoczynała swoją tyradę.\n\nKażdy członek Ruchu Oporu, posiadający własne umiejętności, talenty, rzemiosło i zdolności, specjalizuje się w jednej z siedmiu podstawowych statystyk, które wpływają na czynności, jakie mogą wykonać.\nTe siedem podstawowych statystyk to: Siła, Żywotność, Szybkość, Inteligencja, Talent, Czujność i Szczęście.
uk: Мешканці Фарулу\u00A0— працьовиті люди… Королева цього не врахувала, починаючи свою тираду.\n\nВикористовуючи вміння, таланти, ремесла й здібності, кожен член Опору спеціалізується на одній із семи основних характеристик, які впливають на кожну його дію.\nОсь ці сім основних характеристик: сила, живучість, швидкість, інтелект, хист, пильність і талан.

source: Wykonując rzuty podczas spotkania lub używania zdolności bojowej, procentowa szansa na powodzenie zależy w dużej mierze od statystyk przypisanych do danej czynności.\nNa te statystyki mogą również wpływać pancerze, przedmioty i przedmioty użytkowe, które postać zdobyła podczas podróży.
uk: Під час кидка для події чи бойової здібності, шанс на успіх (у відсотках) здебільшого залежить від характеристики, яка визначає ефективність цієї дії.\nНа значення цієї характеристики можуть впливати також броня й предмети, здобуті персонажем під час своєї подорожі.

source: Każda klasa ma innych zestaw statystyk. Wypróbuj je wszystkie, by znaleźć tę, która ci najbardziej odpowiada!
uk: У кожного класу свій набір характеристик. Спробуйте усі, щоб знайти те, що підійде для вашого стилю гри!

source: Drogi Fahrulu zawsze były pełne bandytów, obozowisk, stworów i innych niebezpieczeństw. Ale daje się słyszeć głosy, że wraz z dojściem do władzy królowej Rosomon warunki na szlaku stały się jeszcze gorsze...
uk: На дорогах Фарулу мандрівникам завжди траплялися розбійники, табори, різні дивні істоти й інші подібні небезпеки. Але багато хто вважає, що відтоді як королева Розомона зійшла на трон, мандрувати стало ще небезпечніше...

source: Termin „Spotkania” obejmuje wydarzenia odbywające się zarówno w lochach, jak i w świecie na powierzchni. Mogą przyjmować najróżniejsze formy: od blokad drogowych i skarbów do złupienia po szansę adopcji czworonożnego towarzysza drogi.\n\nNiektóre spotkania mogą nakładać na drużynę surowe kary – utratę doświadczenia, złota, a w niektórych przypadkach nawet śmierć całej drużyny! Jeden fałszywy krok może oznaczać upadek całego Fahrulu – albo wyczyszczenie sakiewki.\n\nSukces podczas spotkań zależy od rzutów opartych na statystykach i wykorzystanego skupienia. Po sprawdzeniu danego spotkania wyświetli się podstawowa statystyka i szanse na zwycięstwo po rzucie.
uk: Подія — це загальний термін, який описує те, що відбувається як у підземеллях, так і на мапі світу. Події можуть бути різні: перепони на дорозі, випадкова здобич і навіть зустріч із подорожнім.\n\nТож підходьте до зустрічей обережно: невдалий вибір може занапастити весь Фарул — чи просто ваш гаманець.\n\nУспіх під час події залежатиме від кидків на основні характеристик і зосередженості. Для кожної події буде показано основну характеристику й шанси на успіх для кожного кидка.

source: W przypadku niektórych spotkań użycie skupienia będzie niemożliwe. Takie spotkania często są sowicie wynagradzane... lub karane.
uk: Деякі події не передбачають використання зосередженості. Під час таких подій гравець нерідко здобуває ласі винагороди… або серйозні неприємності.

source: Silas
uk: Сайлас

source: Najemnik Treser
uk: Найманець-приборкувач

source: Zaproponować kontrakt?
uk: Запропонувати контракт?

source: Żelazny Brzuch
uk: Залізне черево

source: Początkowy ekwipunek
uk: Початкове спорядження

source: Pasywne
uk: Пасивне

source: Doskonale! Nie ma nikogo lepszego niż Kościste Licho, gdy nadchodzi czas porachować komuś gnaty.
uk: Чудово! У карколомній бійці найкращий союзник\u00A0— це Кістяне опудало.

source: Stukajcie kośćmi aż do następnego spotkania!
uk: До наступної зустрічі! Не затрухлявій кістками!

source: Kościste dzięki za ratunek! Bycie wożonym jak cenny łup jest nie w moim stylu. Pokażmy im taniec, którego nie zapomną.
uk: Щиро дякую за порятунок! Не люблю, коли мене возять, мов якусь цінну здобич. Це не мій стиль. Нумо подаруймо їм танець, який вони ніколи не забудуть.

source: Zostałem ugodzony prosto w kość. Dobra, bierz ten dokument. Jak już pójdziesz po rozum do głowy i zdasz sobie sprawę, że potrzebujesz najlepszych kości na rynku, to wiesz, gdzie mnie odkopać.
uk: Дуже смішно. Добре, ось купча. Якщо для якоїсь справи знадобиться надійний кістяк, мене можна буде викопати тут.

source: Prędkość nawigowania
uk: Швидкість пересування

source: {0} - zapieczętowano
uk: Запечатано: {0}!

source: Kto śmie zatrzymywać akolitów Terrapstrąga? Miałem zamiar wyzwolić się z jarzma tyranii!
uk: Хто наважується позбавити Землериба заслуженої пошани? Я саме збирався звільнитися від кайданів тиранії!

source: Weź ten dokument. Czempioni muszą postępować honorowo.
uk: Візьми цей документ. Герої пов'язані честю.

source: Do usług! Ten parszywy pies wziął mnie z zaskoczenia i złapał w swoje szpony.
uk: До ваших послуг! Той паскудний пес застав мене зненацька й кинув до трюму.

source: Ten dokument jest niczym mapa skarbów! Przynieś go z powrotem do mnie, a rozwiniemy żagle i wyruszymy na własną przygodę!
uk: Ця купча\u00A0— все одно що карта скарбів! Поверни її мені, і ми зможемо вирушити у власну пригоду!

source: Rozdział {0}
uk: Розділ {0}

source: Uniemożliwia poruszanie się i atakowanie wręcz
uk: Не дає пересуватися й здійснювати атаки ближнього бою

source: Wybierz poprzedni
uk: Вибрати попереднє

source: Wybierz następny
uk: Вибрати далі

source: Kolejna strona
uk: Наступна сторінка

source: Zatrudnij lub uratuj towarzysza, aby uzyskać dodatkowe wzmocnienia podczas swojej przygody.
uk: Найміть або врятуйте послідовника, щоб зміцнити загін.

source: Tylko kilku miejscowych ma na tyle odwagi, by odwiedzać ten cmentarz.
uk: Дуже мало хто з місцевих жителів наважується відвідати це кладовище.

source: Jaskinia Kraba
uk: Печера крабів

source: Znajomy odgłos kłapania szczypcami rozbrzmiewa się przy wejściu do tej jaskini na wyspie.
uk: На вході до цієї острівної печери можна почути знайоме клацання.

source: Machina Bojowa
uk: Бойова машина

source: W złotym okresie historii Fahrulu pokojowe rządy króla Bronnera zapewniały Fahrulowi dobrobyt.\n
uk: Золотою добою Фарулу було мирне правління короля Бронера, який подарував королівству процвітання.\n

source: Lecz gdy rządy Jego Wysokości dobiegały końca, nad krainą zebrały się ciemne chmury.
uk: На жаль, в останні роки правління Його Величності над Фарулом почали згущатися хмари.

source: Vexor, najbardziej zaufany doradca Króla, popadł w szpony chaosu i przemocy, rzucając cień na cały Fahrul.\n
uk: Проклянд, найбільш довірений чаклун короля, схилився до хаосу й насильства, оповивши наші землі жахливою тінню.\n

source: Po zamordowaniu Króla we śnie i zrównaniu stolicy z ziemią, Vexor zbiegł do Harazuel,
uk: Проклянд убив короля, коли той спав, і вщент зруйнував столицю, після чого втік до Гаразуела,

source: próbując przywołać Omusa, boga chaosu.
uk: сподіваючись викликати там Омуса, бога Хаосу.

source: W tym dramatycznym momencie pojawiła się królowa Rosomon, dając nadzieję królestwu.
uk: У той переломний момент з'явилася королева Розомона; вона стала надією всього королівства.

source: Trójka bohaterów stawiła czoła Vexorowi i poświęciła się, by zniszczyć portal.
uk: Троє несподіваних героїв кинули виклик Проклянду й пожертвували собою, щоб знищити портал.

source: Po ich bohaterskim poświęceniu w Fahrulu nastała dekada pokoju i dobrobytu pod mądrymi rządami królowej Rosomon.
uk: Після їхньої героїчної самопожертви Фарул під мудрим правлінням королеви Розомони жив у мирі й процвітав протягом наступного десятиліття.

source: Przez wiele lat kraina znów rozwijała się w pokoju.
uk: Довгі роки наш край квітнув у мирі.

source: Jednak z biegiem czasu królowa Rosomon popadała w coraz większą paranoję,
uk: Проте з часом королеву Розомону почали мучити підозри.

source: a teraz stara się sfinansować tajemniczy projekt, nakładając podatki na swoich obywateli, i więzi tych, których nie stać na płacenie.\n
uk: Вона взялася за таємничий почин, а гроші на нього добувала підвищенням податків. Тих, хто не міг їх сплачувати, вона заганяла в рабство.\n

source: Intencje Szalonej Królowej nie są znane, ale dochodzą plotki o zdewastowanych krainach,
uk: Наміри божевільної королеви невідомі, але ходять чутки про перекроєні ландшафти,

source: tajemniczych maszynach i potworach niespotykanych od czasów Wojen Chaosu.
uk: таємничі машини й чудовиськ, небачених з часів Воєн Хаосу.
